{
    "animals":[
        {
            "name":"Jasper",
            "breed":"Dalmatian",
            "description":"Jasper is a friendly and energetic dalmation rescue dog currently on display for adoption. He has a sleek black and white coat and can be quite lazy at times. Jasper is full of love and is looking for a forever home where he can relax and take it easy. He enjoys leisurely walks and playing fetch, but also loves lounging around the house and napping. If you want a playful and affectionate dog who also enjoys naps, Jasper may be the perfect fit for you.",
            "imgUrl":"https://raw.githubusercontent.com/b019782k/images/main/dalres.png"
        },
        {
            "name":"Boris",
            "breed":"Siberian Husky",
            "description":"Boris is a 2-year-old Siberian husky who was recently rescued from the streets of Russia, where he was found alone and starving, with no one to call home. Despite his rough start in life, Boris is a sweet and gentle dog with a friendly personality. He is an energetic and playful breed, and would thrive in a home with a yard where he can run and play. If you have room in your heart and home for a lovable dog like Boris, please consider giving him a second chance at a happy life.",
            "imgUrl":"https://raw.githubusercontent.com/b019782k/images/main/huskyres.png"
        },
        {
            "name":"Diesel",
            "breed":"Staffordshire Terrier",
            "description":"This Staffordshire Terrier has a happy and goofy personality and loves to play. He has a thick, shiny brown and white coat and a muscular build with strong, sturdy legs. Despite being left alone in the city by his former owner, he is full of joy and loves nothing more than running and playing. He is a loyal and affectionate dog who is always up for a good time and loves being around his caregivers. He is smart and trainable and would thrive in a home where he gets plenty of exercise and attention. If you want a big, energetic, goofy, and playful dog for your family, this Staffordshire Terrier may be the perfect fit.",
            "imgUrl":"https://raw.githubusercontent.com/b019782k/images/main/stufres.png"
        },
        {
            "name":"Charlie",
            "breed":"Golden Retriever",
            "description":"Meet Charlie, a 3-year-old golden retriever who is looking for a new home. Charlie's previous owner, who was in the military, recently passed away, and Charlie is now being cared for at a dog rescue center. He is a friendly and playful dog who loves to be around people. Charlie is well-behaved and gets along well with other dogs. If you are looking for a loyal and loving companion, Charlie could be the perfect fit for you!",
            "imgUrl":"https://raw.githubusercontent.com/b019782k/images/main/goldres.png"
        }
    ]
}
